Repository: xaosfiftytwo/live-installer-3
Catalog: slideshow/po4a/po/*.po
Languages: sr

source: Welcome to SolydXK
sr: Добродошли у СолидИксК

source: Thank you for choosing SolydXK.
sr: Хвала што сте изабрали СолидИксК.

source: You've chosen a Linux distribution that is:
sr: Изабрали сте Линукс дистрибуцију која је:

source: Secure and stable
sr: Сигурна и стабилна

source: Fast and responsive
sr: Брза и агилна

source: Desktop-ready
sr: Спремна за графичко корисничко сучеље

source: Enjoy this new release and thank you for choosing SolydXK.
sr: Уживајте у новом издању и хвала што сте изабрали СолидИксК.

source: The installation takes 15-30 minutes, depending on your settings.
sr: Инсталација траје 15-30 минута, зависно од ваших поставки.

source: Standing on the shoulders of Giants
sr: Стојећи на раменима џинова

source: SolydXK is a Debian-based GNU/Linux distribution derived from and compatible with Debian.
sr: СолидИксК је дистрибуција која је проистекла из Дебијан ГНУ/Линукс дистрибуције и потпуно је са њом компатибилна.

source: SolydXK uses either the lightweight Xfce desktop for SoldyX or the highly configurable and stunningly appealing KDE desktop for SolydK.
sr: СолидИксК користи или лагано ИксФЦЕ окружење за СоликИкс или фантастично КДЕ окружење за СолидК.

source: Our innovations, the rapid development of Debian and the huge Debian package selection make SolydXK one of the most attractive desktop operating systems available to home users.
sr: Наше иновације, активан развој Дебијана и огроман избор Дебијанових пакета чине СолидИксК једним од најпривлачнијих оперативних система доступних кућним корисницима.

source: Out of the box
sr: Одмах по инсталацији

source: Firefox, Thunderbird, and LibreOffice come pre-installed in SolydXK, so you can get started immediately with the desktop and the Internet.
sr: Фајерфокс, Тандерберд и Либреофис долазе већ инсталирани са СолидИксК-ом па можете одмах почети са радом.

source: Unlike other Linux distributions SolydXK is also ready to play your music, internet videos and more.
sr: За разлику од других Линукс дистрибуција, СолидИксК је одмах спреман да пушта музику, видео и још много тога.

source: A wide variety of software can be installed with a click of the mouse.
sr: Разни програми се могу инсталирати простим кликом мишем.

source: SolydXK is compatible with most popular file formats such as: docx, xlsx, doc, xls, pdf, zip, rar, mp3, mpg, and many more.
sr: СолидИксК је компатибилан са већином распрострањених формата попут: docx, xlsx, doc, xls, pdf, zip, rar, mp3, mpg и многим другим.

source: Office tools are ready to use as soon as you install SolydXK
sr: Канцеларијски алати су спремни за коришћење чим инсталирате СолидИксК

source: <em>LibreOffice</em>, a powerful office software suite, comes built into SolydXK.
sr: <em>Либреофис</em>, моћан канцеларијски пакет долази уз СолидИксК..

source: <em>LibreOffice</em> is very easy to learn and use.
sr: <em>Либреофис</em> је веома лак за учење и коришћење.

source: You can use it to create letters, presentations and spreadsheets, as well as diagrams and databases.
sr: Можете га користити за писање, презентације и табеларне калкулације као и за дијаграме и базе података.

source: <em>LibreOffice</em> uses the standard OpenDocument format and it works with documents from other popular office applications including WordPerfect and Microsoft Office.
sr: <em>Либреофис</em> користи усвојени формат отвореног документа а ради и са документима популарних канцеларијских програма попут „Ворд перфекта“ и „Мајкрософт офиса“.

source: An alternative to mainstream operating systems
sr: Алтернатива најраспрострањенијим оперативним системима

source: SolydXK is easy to use, powerful and configurable.
sr: СолидИксК је лак за коришћење, моћан и подесив.

source: SolydXK is safe and stable. Unlike other operating systems, it is not prone to computer viruses or spyware, it does not suffer from disk fragmentation, and it has no registry that requires periodic cleaning.
sr: СолидИксК је сигуран и стабилан. За разлику од других оперативних система, није подложан вирусима или спајверу, не пати од фрагментације диска и нема базу регистара која захтева периодично чишћење.

source: SolydXK can detect other operating systems and install itself beside them. You can choose which operating system to launch when you start the computer.
sr: СолидИксК може да открије друге оперативне системе и инсталира се поред њих. Можете изабрати који оперативни систем ће се покретати при покретању рачунара.

source: Safe updates
sr: Сигурносне закрпе

source: Some operating systems make updating your system harder than it really needs to be. SolydXK thinks upgrades should be quick and easy, and then get out of the way.
sr: Неки оперативни системи чине ажурирања система тежим него што би требало. СолидИксК сматра да надоградња треба да буде брза и лака и да не смета.

source: The Update Manager sits discreetly in your system tray and lets you know when updates are available. You don't have to apply updates when you don't want to. The Update Manager won't pop up or annoy you in any way.
sr: Менаџер ажурирања чучи дискретно у системској касети и обавештава вас када су доступна ажурирања. Не морате их применити када то не желите. Менаџер ажурирања неће искакати нити вас нервирати.

source: All updated files are maintained and closely checked by trusted developers and maintainers.
sr: Сви ажурирани фајлови се одржавају и темељно проваравају од стране поузданих програмера.

source: All files are stored in special secure repositories for your use.
sr: Сви фајлови су смештени у посебним сигурним ризницама пакета.

source: The security repository is synchronized daily.
sr: Сигурносна ризница се синхронизује свакодневно.

source: A great community
sr: Сјајна заједница

source: The SolydXK community is one of the best on the Internet. Our users provide most of our funding, as well as ideas, artwork and sometimes even source code.
sr: СолидИксК заједница је једна од најбољих на интернету. Наши корисници доприносе финансијски, идејама, графичким решењима па и изворним кодом.

source: SolydXK users are happy to share their passion and enthusiasm and are eager to help. Don't hesitate to ask questions on the forums or to get involved in the community.
sr: СолидИксК корисници радо деле своју страст и ентузијазам и желе да помогну. Не оклевајте да поставите питање на форуму нити да се придружите заједници.

source: Send us your feedback and tell us about your experience. We'll listen to your ideas and use them to further improve SolydXK.
sr: Пошаљите нам ваше утиске и искуства. Саслушаћемо ваше идеје и употребити их у даљем побољшавању СолидИксК-а.
